Repository: dreamanimators25/TechCheck
Catalog: *.lproj/Localizable.strings
Languages: hi, zh_hans

source: No connection found
hi: कोई कनेक्शन नहीं मिला
zh_hans: 未找到连接

source: Error
zh_hans: 提醒

source: Please enter mobile number
hi: कृपया मोबाइल नंबर दर्ज करें
zh_hans: 请输入手机号码

source: Please enter valid mobile number
hi: कृपया मान्य मोबाइल नंबर दर्ज करें
zh_hans: 請輸入正確的手機號碼

source: India
hi: भारत
zh_hans: 印度

source: Malaysia
hi: मलेशिया
zh_hans: 馬來西亞

source: Singapore
hi: सिंगापुर
zh_hans: 新加坡

source: Taiwan
zh_hans: 台灣

source: Login with Google
hi: गूगल के साथ लॉगिन करें
zh_hans: Google帳號登入

source: Login
hi: लॉग इन करें
zh_hans: 登入

source: or login with mobile
hi: या मोबाइल से लॉगिन करें
zh_hans: 或使用手机登录

source: Login with mobile number
zh_hans: 用手機號碼登入

source: Enter Number
hi: नंबर डालें
zh_hans: 输入号码

source: Enter Mobile Number
hi: मोबाइल नंबर दर्ज करें
zh_hans: 輸入手機號碼

source: No Connection found
hi: कोई कनेक्शन नहीं मिला
zh_hans: 未找到连接

source: Select Your Country
hi: अपने देश का चयन करें
zh_hans: 選擇你的國家

source: Select Your Language
hi: अपनी भाषा का चयन करें
zh_hans: 選擇你的語言

source: English
hi: अंग्रेज़ी
zh_hans: 英语

source: Chinese
hi: चीनी
zh_hans: 中文

source: Hindi
hi: हिन्दी
zh_hans: 印地语

source: Product
hi: उत्पाद
zh_hans: 产品

source: Diagnose
hi: का विश्लेषण करें
zh_hans: 诊断

source: Value
hi: मान
zh_hans: 值

source: Pickup
hi: उठाना
zh_hans: 拾起

source: Payment
hi: भुगतान
zh_hans: 付款

source: Select the Product and conditions you wish to sell
hi: उस उत्पाद और शर्तों का चयन करें जिसे आप बेचना चाहते हैं
zh_hans: 选择您要销售的产品和条件

source: Diagnose your device for any functional issues
hi: किसी भी कार्यात्मक मुद्दों के लिए अपने डिवाइस का निदान करें
zh_hans: 诊断设备是否存在任何功能问题

source: Get immediate price for it
hi: इसके लिए तत्काल मूल्य प्राप्त करें
zh_hans: 立即获得价格

source: Quick pickup of the device from your doorstep
hi: आपके दरवाजे से डिवाइस का त्वरित पिकअप
zh_hans: 从家门口快速取走设备

source: Get paid for the device Immediately after pickup
hi: पिकअप के तुरंत बाद डिवाइस के लिए भुगतान करें
zh_hans: 取货后立即获得设备付款

source: Please login in truecaller app
hi: कृपया truecaller ऐप में लॉगिन करें
zh_hans: 请登录真实呼叫者应用

source: Continue with Facebook
hi: फेसबुक के साथ जारी रखें
zh_hans: 继续使用脸书

source: Continue with Truecaller
hi: जारी रखें Truecaller के साथ
zh_hans: 继续真实呼叫者

source: Continue with Mobile Number
hi: मोबाइल नंबर जारी रखें
zh_hans: 继续使用手机号码

source: Continue with Google
hi: गूगल के साथ जारी रखें
zh_hans: 继续使用谷歌

source: Continue as Guest
hi: अतिथि के रूप में जारी रखें
zh_hans: 以访客继续

source: Home
hi: घर
zh_hans: 家

source: MyAccount
hi: मेरा खाता
zh_hans: 我的帐户

source: MyOrders
hi: मेरे आदेश
zh_hans: 我的订单

source: History
hi: इतिहास
zh_hans: 歷史紀錄

source: Promoters
hi: प्रमोटरों
zh_hans: 发起人

source: How It Works
hi: यह काम किस प्रकार करता है
zh_hans: 怎么运行的

source: About Us
hi: हमारे बारे में
zh_hans: 关于我们

source: Terms & Conditions
hi: नियम एवं शर्तें
zh_hans: 條款細則

source: FAQ
hi: सामान्य प्रश्न
zh_hans: 常見問題

source: Contact Us
hi: संपर्क करें
zh_hans: 联系我们

source: Share
hi: साझा करें
zh_hans: 分享

source: SEARCH
hi: खोज
zh_hans: 搜索

source: SignIn
hi: साइन इन करें
zh_hans: 登入

source: No Record Found
hi: कोई रिकॉर्ड नहीं मिला
zh_hans: 没有找到记录

source: Type at least three charachers to better search
hi: बेहतर खोज के लिए कम से कम तीन चरखे टाइप करें
zh_hans: 输入至少三个字符以便更好地搜索

source: Search Here...
hi: यहाँ ढूँढे...
zh_hans: 在这里搜索...

source: No Result Found
hi: कोई परिणाम नहीं मिला
zh_hans: 未找到结果

source: RESUME TEST
zh_hans: 恢復測試

source: Call
hi: कॉल करें
zh_hans: 致電

source: Mail
hi: मेल
zh_hans: 電子郵件

source: Zopim Chat
hi: ज़ोपिम चैट
zh_hans: 佐皮聊天

source: WhatsApp
zh_hans: 什么是应用程式的

source: Diagnosis Code
hi: निदान कोड
zh_hans: 檢測編號

source: Pickup Code
hi: पिकअप कोड
zh_hans: 取件編號

source: This mode can only be run if an order has been placed for this device.If you don't have a code yet please call our customer care to get a new code.
hi: यह मोड केवल तभी चलाया जा सकता है जब इस उपकरण के लिए ऑर्डर दिया गया हो। यदि आपके पास कोई कोड नहीं है तो कृपया एक नया कोड प्राप्त करने के लिए हमारे ग्राहक सेवा को कॉल करें।
zh_hans: 此模式只能在已為該手機下訂單的情況下運行。如果您還沒有代碼，請致電我們的客服獲取新代碼

source: Enter Verification Code
hi: सत्यापन कोड दर्ज करें
zh_hans: 輸入驗證碼

source: Please Login First
hi: पहले प्रवेश करें
zh_hans: 请先登录

source: CANCEL
hi: रद्द करना
zh_hans: 取消

source: Hurry!! Your Offer Of
hi: जल्दी करो! आपका प्रस्ताव
zh_hans: 匆忙！！您的报价

source: May Drop In Few Days
hi: कुछ दिनों में गिर सकता है
zh_hans: 可能在几天内下降

source: Run Diagnostics
hi: रन डायग्नोस्टिक्स
zh_hans: 运行诊断

source: Continue Rotation Test
hi: जारी रखें रोटेशन टेस्ट
zh_hans: 继续旋转测试

source: Continue Proximity Test
hi: जारी निकटता परीक्षण
zh_hans: 继续接近测试

source: Continue Volume Test
hi: जारी रखें वॉल्यूम परीक्षण
zh_hans: 连续音量测试

source: Continue Earphone Test
hi: ईयरफोन टेस्ट जारी रखें
zh_hans: 继续耳机测试

source: Continue charger Test
hi: चार्जर टेस्ट जारी रखें
zh_hans: 连续充电器测试

source: Continue Camera Test
hi: जारी रखें कैमरा टेस्ट
zh_hans: 连续相机测试

source: Continue Fingerprint Test
hi: जारी रखें फिंगरप्रिंट परीक्षण
zh_hans: 继续指纹测试

source: Continue Bluetooth Test
hi: ब्लूटूथ टेस्ट जारी रखें
zh_hans: 继续蓝牙测试

source: Start Trade-in
hi: व्यापार शुरू करें
zh_hans: 开始以旧换新

source: Device is not map,Please try later
hi: डिवाइस मैप नहीं है, कृपया बाद में प्रयास करें
zh_hans: 设备未映射，请稍后再试

source: Oops! Mail Service not available.
hi: उफ़! मेल सेवा उपलब्ध नहीं है।
zh_hans: 糟糕！邮件服务不可用。

source: Message Subject
hi: संदेश विषय
zh_hans: 信息主题

source: Message content.
hi: संदेश की सामग्री।
zh_hans: 邮件内容。

source: Your device doesn't support this feature.
hi: आपका डिवाइस इस सुविधा का समर्थन नहीं करता है।
zh_hans: 您的手機不支持此功能

source: Sell
hi: बेचना
zh_hans: 手機回收

source: Find out how much cash you’ll get by selling this device.
hi: इस उपकरण को बेचकर पता करें कि आपको कितना नकद मिलेगा।
zh_hans: 通過出售此手機可獲得多少現金。

source: Get quote for this device
hi: इस उपकरण के लिए उद्धरण प्राप्त करें
zh_hans: 取得回收價格

source: No bargaining. No headaches!
hi: कोई सौदेबाजी नहीं। कोई सिरदर्द नहीं!
zh_hans: 不二價。沒煩惱。

source: Takes 5 mins. Save time.
hi: 5 मिनट लगते हैं। समय बचाएं।
zh_hans: 只需五分鐘。節省時間。

source: Get a quote from anywhere. Convenient and casual.
hi: कहीं से भी एक उद्धरण प्राप्त करें। सुविधाजनक और आकस्मिक।
zh_hans: 從任何地方獲取報價。簡單方便。

source: Accurate and market-leading prices. Scam-free.
hi: सटीक और बाजार की अग्रणी कीमतें। घोटाला-मुक्त।
zh_hans: 保證準確及領先市場的價格。

source: Got another device to sell? See how much its worth.
hi: बेचने के लिए एक और डिवाइस मिला? देखें इसकी कीमत कितनी है।
zh_hans: 還有其他手機可以出售？看看它的價值。

source: See Promotions and Offers
hi: प्रचार और प्रस्ताव देखें
zh_hans: 查看促銷和優惠。

source: THIS DEVICE
hi: यह उपकरण
zh_hans: 这个设备

source: get upto
hi: तक प्राप्त
zh_hans: 獲得高達

source: YOUR ORDERS
hi: तुम्हारे ऑर्डर
zh_hans: 你的命令

source: Start from the beginning
hi: शुरुआत से शुरू करें
zh_hans: 从头开始

source: DEVICE BY BRAND
hi: ब्रांड द्वारा मूल्य
zh_hans: 按品牌划分的设备

source: Apple
hi: एप्प्ल
zh_hans: 苹果

source: Others
hi: अन्य
zh_hans: 其他

source: MORE BRANDS
hi: अधिक ब्रांड
zh_hans: 更多品牌

source: TRENDING DEVICES
hi: रूझान घट रहा है
zh_hans: 趋势设备

source: Awesome! One last thing...
hi: बहुत बढ़िया! एक आखिरी बात ...
zh_hans: 太棒了，我們剩下最後一步！

source: Hurry!! your offer of 10000 may drop on few days
hi: जल्दी करो !! 10000 का आपका प्रस्ताव कुछ दिनों में गिर सकता है
zh_hans: 快点！您的10000报价可能在几天后下降

source: Hurry, prices may drop in a few days
zh_hans: 心動不如馬上行動！可能在幾天內下降

source: Confirm Order
hi: आदेश की पुष्टि करें
zh_hans: 確認手機回收

source: Later
hi: बाद में
zh_hans: 稍後再確認

source: Price of this phone is drop.
hi: इस फोन की कीमत ड्रॉप है।
zh_hans: 这部手机的价格正在下降。

source: Please enter OTP with 4 digits
hi: कृपया 4 अंकों के साथ ओटीपी दर्ज करें
zh_hans: 请输入4位数字的OTP

source: Confirm verification code
hi: सत्यापन कोड की पुष्टि करें
zh_hans: 確認驗證碼

source: Resend verification code
hi: सत्यापन कोड पुनः भेजें
zh_hans: 重新發送驗證碼

source: No Cities Found
zh_hans: 没有找到引用

source: Please Enter Your Pincode
zh_hans: 請輸入郵遞區號

source: Enter Post Code
hi: पोस्ट कोड दर्ज करें
zh_hans: 输入邮政编码

source: OK
hi: ठीक
zh_hans: 好

source: Select city *
hi: शहर चुनें *
zh_hans: 选择城市*

source: Seems Connection Found
hi: लगता है कनेक्शन मिला
zh_hans: 似乎已找到连接

source: Sell Another Device
hi: एक और डिवाइस बेचें
zh_hans: 出售另一台设备

source: Select Brand
hi: ब्रांड का चयन करें
zh_hans: 选择品牌

source: Select Model
hi: मॉडल का चयन करें
zh_hans: 选择型号

source: Place order
hi: आदेश देना
zh_hans: 下訂單

source: Place order @
hi: आदेश देना @
zh_hans: 下訂單 @

source: Note:- your Quote is lower than
hi: नोट: - आपका भाव इससे कम है
zh_hans: 注意：-您的报价低于

source: because certain tests were failed or skipped
hi: क्योंकि कुछ परीक्षण विफल या छोड़ दिए गए थे
zh_hans: 因为某些测试失败或被跳过

source: Note:- your Quote is lower than because certain tests were failed or skipped
zh_hans: 注意:最後回收價格會依檢測後功能是否有問題或是跳過測項而有所差異

source: oops,No data found
hi: उफ़, कोई डेटा नहीं मिला
zh_hans: 糟糕，找不到数据

source: Seems connection loss from server
hi: सर्वर से कनेक्शन का नुकसान होता है
zh_hans: 似乎服务器断开连接

source: Product Details
hi: उत्पाद विवरण
zh_hans: 產品詳情

source: Quotation
hi: उद्धरण
zh_hans: 回收價

source: Your device is worth
hi: आपका डिवाइस लायक है
zh_hans: 您的手機價值

source: The price is based on your self-reported device condition.
hi: कीमत आपकी स्व-रिपोर्ट की गई डिवाइस स्थिति पर आधारित है।
zh_hans: 此價格取決於您自行測試及提報的手機狀況。

source: Hurry, prices may drop in few days...
hi: जल्दी करो, कुछ दिनों में कीमतें गिर सकती हैं ...
zh_hans: 趕緊成單~避免日後降價

source: PLACE ORDER
hi: आदेश देना
zh_hans: 下訂單

source: Select the available accessories
hi: उपलब्ध सामान का चयन करें
zh_hans: 选择可用的附件

source: Select the available original accessories
hi: उपलब्ध मूल सामान का चयन करें
zh_hans: 选择可用的原始附件

source: Device Condition
hi: डिवाइस की स्थिति
zh_hans: 设备状况

source: Bloated Battery
hi: फूला हुआ बैटरी
zh_hans: 电池膨胀

source: Liquid Damage
hi: तरल हानि
zh_hans: 液体损害

source: Ghost Touch
hi: घोस्ट टच
zh_hans: 手機觸控失靈

source: Sim Card Tray Broken
hi: सिम कार्ड ट्रे टूटी
zh_hans: SIM卡槽損壞

source: Home and Power Button
hi: होम एंड पावर बटन
zh_hans: Home鍵和開關機鍵

source: Select the functional issues of your device
hi: अपने डिवाइस के कार्यात्मक मुद्दों का चयन करें
zh_hans: 选择设备的功能问题

source: Front Or Back Camera - Not working or faulty
hi: फ्रंट या बैक कैमरा - काम या दोषपूर्ण नहीं
zh_hans: 前置或后置摄像头-无法正常工作或出现故障

source: Volume Button not working
hi: वॉल्यूम बटन काम नहीं कर रहा है
zh_hans: 音量按钮不起作用

source: Power/Home Button Faulty
hi: पावर / होम बटन दोषपूर्ण
zh_hans: 电源/主页按钮故障

source: Hard or Not Working
hi: हार्ड या नॉट वर्किंग
zh_hans: 很难或不工作

source: Wifi Or Bluetooth Or GPS Not Working
hi: वाईफ़ाई या ब्लूटूथ या जीपीएस काम नहीं कर रहा है
zh_hans: 无线上网或蓝牙或全球定位系统无法正常工作

source: Charging Defect
hi: चार्जिंग दोष
zh_hans: 充电缺陷

source: unable to charge the phone
hi: फोन चार्ज करने में असमर्थ
zh_hans: 无法为手机充电

source: Battery Faulty or Very Low Battery Back up
hi: बैटरी दोषपूर्ण या बहुत कम बैटरी बैक अप
zh_hans: 电池故障或备用电池电量很低

source: Speakers not working
hi: स्पीकर काम नहीं कर रहे हैं
zh_hans: 扬声器不工作

source: faulty Or cracked sound
hi: दोषपूर्ण या फटा ध्वनि
zh_hans: 声音有故障或破裂

source: Microphone Not Working
hi: माइक्रोफ़ोन काम नहीं कर रहा है
zh_hans: 麦克风不起作用

source: GSM (Call Function) is not-working normally
hi: जीएसएम (कॉल फ़ंक्शन) सामान्य रूप से काम नहीं कर रहा है
zh_hans: GSM（呼叫功能）无法正常工作

source: Earphone Jack is damaged or not-working
hi: ईरफ़ोन जैक क्षतिग्रस्त है या काम नहीं कर रहा है
zh_hans: 耳机插孔已损坏或无法工作

source: Fingerprint Sensor Not-working
hi: फ़िंगरप्रिंट सेंसर काम नहीं कर रहा है
zh_hans: 指纹传感器不起作用

source: Change City
zh_hans: 更改縣市

source: Changing City
zh_hans: 更改縣市

source: Changing city could affect the price quote.Do you want to change city?
zh_hans: 更改城市可能会影响报价。您要更改城市吗？

source: Changing City Would Affect The Price Quote. Do You Want to Change the City?
zh_hans: 更改縣市可能會影響報價。您要更改縣市嗎?

source: Enter valid mobile number
hi: वैध मोबाइल नंबर दर्ज करें
zh_hans: 请输入有效的手机号码

source: Please enter E-mail address
hi: कृपया ई-मेल पता दर्ज करें
zh_hans: 請輸入電子郵件

source: Please Enter Correct Email Address
hi: कृपया सही ईमेल पता दर्ज करें
zh_hans: 请输入正确的电子邮件地址

source: oops,something went wrong
hi: ओह! कुछ गलत हो गया है
zh_hans: 哎呀！出事了

source: Mobile Number
hi: मोबाइल नंबर
zh_hans: 手机号码

source: Send App Link
hi: ऐप लिंक भेजें
zh_hans: 发送应用链接

source: E-mail
hi: ईमेल
zh_hans: 電子郵件

source: I want to donate ₹
hi: मैं दान करना चाहता हूं ₹
zh_hans: 我想要捐贈 ₹

source: to Narayan Seva Sansthan.
hi: नारायण सेवा संस्थान को।
zh_hans: 对纳拉扬·塞瓦·桑斯坦（纳拉扬 服务专区 研究所）。

source: I want to donate
hi: मैं दान करना चाहता हूं
zh_hans: 我想要捐贈

source: to World Wide Fund for Nature.
hi: वर्ल्ड वाइड फंड फॉर नेचर के लिए।
zh_hans: 向世界自然基金会捐款。

source: Please Enter Valid Amount
hi: कृपया मान्य राशि दर्ज करें
zh_hans: 请输入有效金额

source: Please Enter valid coupon code
hi: कृपया मान्य कूपन कोड दर्ज करें
zh_hans: 请输入有效的优惠券代码

source: Invalid coupon code
hi: अमान्य कूपन कोड
zh_hans: 无效的优惠券代码

source: Summary
hi: सारांश
zh_hans: 總結

source: Subtotal Amount
hi: सबटोटल राशि
zh_hans: 小計金額

source: Pickup Charge
hi: पिकअप चार्ज
zh_hans: 運費

source: Promo offer
hi: प्रोमो ऑफ़र
zh_hans: 促销优惠

source: Total
hi: संपूर्ण
zh_hans: 總額

source: Have a promo code? Click here.
hi: एक प्रोमो कोड है? यहाँ क्लिक करें।
zh_hans: 有折扣碼嗎?請在此輸入

source: I want to donate ₹ 30 to Narayan Sewa Sansthan.
hi: मैं नारायण सेवा संस्थान को 30 ₹ दान करना चाहता हूं।
zh_hans: 我想向纳拉扬 服务专区 研究所捐款30卢比。

source: Change Amount
hi: राशि बदलें
zh_hans: 更改金額

source: Enter Amount
hi: राशी डालें
zh_hans: 輸入金額

source: NEXT
hi: आगे
zh_hans: 下一步

source: Please enter promo code
hi: कृपया प्रोमो कोड दर्ज करें
zh_hans: 請輸入折扣碼

source: APPLY
hi: लागू
zh_hans: 申請

source: You can donate upto 98% of total Amount.
hi: आप कुल राशि का 98% तक दान कर सकते हैं।
zh_hans: 您最多可以捐赠总金额的98％。

source: Device quoted is:
hi: उद्धृत डिवाइस है:
zh_hans: 此手機的報價是：

source: Please enter name
hi: कृपया नाम दर्ज करें
zh_hans: 請輸入姓名

source: User Detail
hi: उपयोगकर्ता
zh_hans: 用戶詳細資料

source: Your details
hi: आपका विवरण
zh_hans: 你的資料

source: Enter Name
hi: नाम दर्ज
zh_hans: 請輸入姓名

source: Enter Email Id
hi: ईमेल आईडी दर्ज करें
zh_hans: 請輸入電子郵件

source: Place Order
hi: आदेश देना
zh_hans: 下訂單

source: Please enter address line 1
hi: कृपया पता पंक्ति 1 दर्ज करें
zh_hans: 请输入地址行1

source: Please enter pincode
hi: कृपया पिनकोड दर्ज करें
zh_hans: 请输入密码

source: Pincode not match with your city.
hi: पिनकोड आपके शहर के साथ मेल नहीं खाता।
zh_hans: 邮政编码与您的城市不匹配。

source: Enter valid Code
hi: मान्य कोड दर्ज करें
zh_hans: 输入有效代码

source: Location
hi: स्थान
zh_hans: 位置

source: Pick up details
hi: विवरण उठाओ
zh_hans: 取件詳情

source: We come to you and pick up your device. We also pay you on the spot.
hi: हम आपके पास आते हैं और आपकी डिवाइस को चुनते हैं। हम आपको मौके पर भुगतान भी करते हैं।
zh_hans: 我們會與您聯絡,並收取您的手機

source: Get my location
hi: मेरा स्थान प्राप्त करें
zh_hans: 取得目前地點

source: Address Line 1
hi: पता पंक्ति 1
zh_hans: 地址(第一行)

source: Address Line 2
hi: पता पंक्ति नं। 2
zh_hans: 地址(第二行)

source: City
hi: शहर
zh_hans: 城市

source: Pincode
hi: पिन कोड
zh_hans: 郵遞區號

source: Next
hi: आगे
zh_hans: 下一步

source: IMEI of your device will be required to identify device at the time of order pickup, so it will be synced with our server.
hi: ऑर्डर पिकअप के समय डिवाइस की पहचान करने के लिए आपके डिवाइस के IMEI की आवश्यकता होगी, इसलिए यह हमारे सर्वर के साथ सिंक हो जाएगा।
zh_hans: 在提货时，需要您设备的IMEI来识别设备，因此它将与我们的服务器同步。

source: Agree
hi: इस बात से सहमत
zh_hans: 同意

source: Invalid IMEI Number Entered.
hi: अमान्य IMEI नंबर दर्ज किया गया।
zh_hans: 输入了无效的IMEI号。

source: Please Enter a valid 15-digit IMEI Number
hi: कृपया एक मान्य 15 अंकों वाला IMEI नंबर दर्ज करें
zh_hans: 请输入有效的15位IMEI号码

source: Disagree
hi: असहमत
zh_hans: 不同意

source: Please Enter IMEI of your device
hi: कृपया अपने डिवाइस का IMEI दर्ज करें
zh_hans: 请输入设备的IMEI

source: IMEI Number
hi: IMEI नंबर
zh_hans: IMEI号码

source: CONTINUE
hi: जारी रखें
zh_hans: 繼續

source: Dial *#06# from the device to get the IMEI number of the device.
hi: डिवाइस का IMEI नंबर प्राप्त करने के लिए डिवाइस से * # 06 # डायल करें।
zh_hans: 从设备拨打*＃06＃以获取设备的IMEI编号。

source: NEFT
hi: एनईएफटी
zh_hans: 整齐的

source: IMPS
hi: आईएमपीएस
zh_hans: 小鬼

source: BANK
hi: बैंक
zh_hans: 银行

source: Bank
hi: बैंक
zh_hans: 银行

source: FASTPAY
hi: तेजी से भुगतान
zh_hans: 快速支付

source: Fastpay
hi: तेजी से भुगतान
zh_hans: 快付

source: PAYNOW
hi: अब भुगतान करें
zh_hans: 现在付款

source: Paynow
hi: अब भुगतान करें
zh_hans: 现在付款

source: PAYTM
hi: पेटीएम
zh_hans: 付款方式

source: CENDOL VOUCHER
hi: CENDOL वाउचर
zh_hans: 岑多 凭证

source: MAXIS
zh_hans: 马克西斯

source: SAMSUNG
zh_hans: 三星

source: Cash
zh_hans: 现金

source: UUPON (Cash Only)
zh_hans: UUPON (現金)

source: UUPON (Cash+Points)
zh_hans: UUPON (點數)

source: UUPON (Points Only)
zh_hans: UUPON (點數)

source: Gateway charges
hi: गेटवे शुल्क
zh_hans: 平台費用

source: Payment Mode
hi: भुगतान का प्रकार
zh_hans: 付款方式

source: Select Payment Mode
hi: भुगतान मोड का चयन करें
zh_hans: 選擇付款方式

source: Choose one payment option
hi: एक भुगतान विकल्प चुनें
zh_hans: 選擇一種付款方式

source: Payable amount
hi: भुगतान योग्य राशि
zh_hans: 應付金額

source: Payable
hi: देय
zh_hans: 應付款項

source: Wallet
hi: बटुआ
zh_hans: 錢包

source: PAYTM WALLET
hi: पेटीएम बटुआ
zh_hans: 付款方式 钱包

source: Other
hi: अन्य
zh_hans: 其他

source: Selected Payment Mode
hi: चयनित भुगतान मोड
zh_hans: 選擇的付款方式

source: Select Bank Name
hi: बैंक का नाम चुनें
zh_hans: 选择银行名称

source: Please enter account holder's name
hi: कृपया खाताधारक का नाम दर्ज करें
zh_hans: 请输入帐户持有人的姓名

source: Please enter account number
hi: कृपया खाता संख्या दर्ज करें
zh_hans: 请输入帐号

source: Please select your bank
hi: कृपया अपना बैंक चुनें
zh_hans: 请选择您的银行

source: Transfer Details
hi: स्थानांतरण विवरण
zh_hans: 付款明細

source: Please Enter the details
hi: कृपया विवरण दर्ज करें
zh_hans: 请输入详细信息

source: Bank Holders Name
hi: बैंक धारकों का नाम
zh_hans: 银行持有人姓名

source: Bank Account Number
hi: बैंक खाता संख्या
zh_hans: 银行帐号

source: SKIP
hi: छोड़ें
zh_hans: 跳過

source: Skip
hi: छोड़ें
zh_hans: 跳過

source: PROCEED
hi: आगे बढ़ें
zh_hans: 繼續

source: ASHITA
zh_hans: 下田

source: Please enter promoter ID
hi: कृपया प्रमोटर आईडी दर्ज करें
zh_hans: 请输入发起人 开斋节

source: Please enter referrel ID
hi: कृपया संदर्भ आईडी दर्ज करें
zh_hans: 请输入推荐人 开斋节

source: Promoter ID
hi: प्रमोटर आईडी
zh_hans: 发起人 开斋节

source: Referral ID
hi: परामर्श पहचान पत्र
zh_hans: 转介 开斋节

source: Please enter samsung order ID
hi: कृपया सैमसंग ऑर्डर आईडी दर्ज करें
zh_hans: 请输入三星订单 开斋节

source: Account Holders Name
hi: खाता धारक का नाम
zh_hans: 账户持有人名称

source: Account Number
hi: खाता संख्या
zh_hans: 銀行帳號

source: Samsung OrderID
hi: सैमसंग ऑर्डर
zh_hans: 三星订单编号

source: Please enter SwiftBic ID
hi: कृपया गिरगिट आईडी दर्ज करें
zh_hans: 请输入 迅捷 开斋节

source: SwiftBic
hi: गिरगिट
zh_hans: 迅捷

source: Select any payment mode
hi: किसी भी भुगतान मोड का चयन करें
zh_hans: 选择任何付款方式

source: Product Condition
hi: उत्पाद की स्थिति
zh_hans: 产品状况

source: Tell us More about the product.The following screens will have a few questions regarding the product's condition select appropriate answer to the questions and instantly get the best price for your product.
hi: हमें उत्पाद के बारे में अधिक बताएं। निम्न स्क्रीन में उत्पाद की स्थिति के बारे में कुछ प्रश्न होंगे जो प्रश्नों के उचित उत्तर का चयन करेंगे और तुरंत आपके उत्पाद के लिए सर्वोत्तम मूल्य प्राप्त करेंगे।
zh_hans: 向我们介绍有关产品的更多信息。以下屏幕上会出现一些有关产品状态的问题，请选择适当的问题答案，并立即为您的产品获得最优惠的价格。

source: LET'S BEGIN
hi: शुरू करते हैं
zh_hans: 让我们开始

source: Coupon Terms & Conditions
hi: कूपन नियम और शर्तें
zh_hans: 优惠券条款和条件

source: Detailed Terms and Conditions
hi: विस्तृत नियम और शर्तें
zh_hans: 详细条款和条件

source: Hurry, prices may drop in a few days…
hi: जल्दी करो, कुछ दिनों में कीमतें गिर सकती हैं ...
zh_hans: 趕緊成單~避免日後降價

source: Lock price
hi: लॉक कीमत
zh_hans: 锁价

source: Are You Sure
hi: क्या आपको यकीन है
zh_hans: 你确定吗

source: This would overwrite the payment details.Are you sure you want to continue?
hi: यह भुगतान विवरण को अधिलेखित कर देगा। क्या आप सुनिश्चित हैं कि आप जारी रखना चाहते हैं?
zh_hans: 这将覆盖付款细节。确定要继续吗？

source: No
hi: नहीं
zh_hans: 否

source: Yes
hi: हाँ
zh_hans: 是

source: YES
hi: हाँ
zh_hans: 是

source: NO
hi: नहीं
zh_hans: 否

source: Please Enter
hi: कृपया दर्ज करें
zh_hans: 请输入

source: This would reject all the changes made so far. Are you sure you want to discard all the changes?
hi: यह अब तक किए गए सभी परिवर्तनों को अस्वीकार करेगा। क्या आप सुनिश्चित हैं कि आप सभी परिवर्तनों को छोड़ना चाहते हैं?
zh_hans: 这将拒绝到目前为止所做的所有更改。确定要放弃所有更改吗？

source: Market Price
hi: बाजार मूल्य
zh_hans: 市场价

source: InstaCash Price
hi: इंस्टाकैश मूल्य
zh_hans: 现金 价钱

source: The price stated above depends on the condition of the device. A final price offer will be quoted after you run the device diagnosis.
hi: ऊपर उल्लिखित मूल्य डिवाइस की स्थिति पर निर्भर करता है। डिवाइस निदान चलाने के बाद एक अंतिम मूल्य प्रस्ताव उद्धृत किया जाएगा।
zh_hans: 上述價格取決於手機的狀況。進行手機檢測後，將獲得最終報價。

source: Getting an exact quote takes 5 mins. Ready to roll? Just grab your earphone and data cable for respective diagnosis.
hi: एक सटीक उद्धरण प्राप्त करने में 5 मिनट लगते हैं। रोल करने के लिए तैयार? बस संबंधित निदान के लिए अपने ईरफ़ोन और डेटा केबल को पकड़ो।
zh_hans: 获得准确的报价需要5分钟。准备好了吗？只需抓住耳机和数据线进行相应的诊断即可。

source: Get exact quote
hi: सटीक उद्धरण प्राप्त करें
zh_hans: 獲取準確的回收報價

source: Hardware Button Test
zh_hans: 硬件按鈕測試

source: Hardware Button Diagnosis
hi: हार्डवेयर बटन निदान
zh_hans: 硬件按钮诊断

source: If you skip this test there would be a substantial decline in the price offered. Do you still want to skip?
hi: यदि आप इस परीक्षण को छोड़ देते हैं तो प्रस्तावित मूल्य में पर्याप्त गिरावट होगी। क्या आप अभी भी छोड़ना चाहते हैं?
zh_hans: 如果您跳過此測試，所提供的價格將大幅下降。您是否仍想跳過？

source: Checking hardware buttons
hi: हार्डवेयर बटन की जाँच
zh_hans: 檢查硬件按鈕

source: Follow the instructions below to complete check.
hi: पूरी जाँच के लिए नीचे दिए गए निर्देशों का पालन करें।
zh_hans: 跟隨以下指示完成檢查

source: Press volume up button
hi: वॉल्यूम बढ़ाएं बटन
zh_hans: 按一下「增加音量鍵」

source: Press volume down button
hi: प्रेस वॉल्यूम डाउन बटन
zh_hans: 按一下「降低音量鍵」

source: Screen Diagnosis Test Failed!
hi: स्क्रीन डायग्नोसिस टेस्ट फेल!
zh_hans: 屏幕诊断测试失败！

source: Do you want to retry the test?
hi: क्या आप परीक्षण को पुनः प्राप्त करना चाहते हैं?
zh_hans: 您想重试测试吗？

source: Checking screen calibration
hi: स्क्रीन अंशांकन की जाँच
zh_hans: 檢查螢幕校準

source: Press “Start’ and follow the path
hi: 'शुरू दबाएँ' और पथ का अनुसरण करें
zh_hans: 點擊「開始」並跟隨指示操作

source: Guide me
hi: मेरा मार्गदर्शन करो
zh_hans: 引導我

source: Start
hi: शुरू
zh_hans: 開始

source: Retry
hi: पुन: प्रयास करें
zh_hans: 重新嘗試

source: ReTry
hi: पुन: प्रयास करें
zh_hans: 重新嘗試

source: Auto Rotation Diagnosis
hi: ऑटो रोटेशन निदान
zh_hans: 自動旋轉功能測試

source: Checking device rotation
hi: डिवाइस रोटेशन की जाँच
zh_hans: 檢查螢幕旋轉

source: Please ensure device rotation option is enabled. Press “Start’ and rotate your device as seen below.
hi: कृपया सुनिश्चित करें कि डिवाइस रोटेशन विकल्प सक्षम है। 'शुरू दबाएँ' दबाएं और नीचे दिए गए अनुसार अपने डिवाइस को घुमाएं।
zh_hans: 請確認手機螢幕旋轉功能已開啟。按下「開始」並開始旋轉您的手機。

source: Proximity Test
zh_hans: 螢幕感應測試

source: Proximity Sensor Diagnosis
zh_hans: 接近传感器诊断

source: Checking proximity sensors
hi: निकटता सेंसर की जाँच
zh_hans: 檢查感應器

source: Wave your hand on the device’s screen.
hi: डिवाइस की स्क्रीन पर अपना हाथ लहरें।
zh_hans: 請在螢幕前揮揮手

source: It’s not working.
hi: यह काम नहीं कर रहा है।
zh_hans: 無法運作

source: Earphone Jack Diagnosis
hi: ईरफ़ोन जैक डायग्नोसिस
zh_hans: 耳机插孔诊断

source: Checking earphone
hi: चेकिंग इयरफ़ोन
zh_hans: 檢查耳機

source: Press “Start’ and follow instructions.
hi: 'शुरू दबाएँ' और निर्देशों का पालन करें।
zh_hans: 點擊「開始」，並跟隨指示操作

source: Device Charger Diagnosis
hi: डिवाइस चार्जर निदान
zh_hans: 设备充电器诊断

source: Checking charger
hi: चार्जर की जाँच
zh_hans: 检查充电器

source: Camera Test
zh_hans: 相機測試

source: Camera Diagnosis
hi: कैमरा डायग्नोसिस
zh_hans: 相机诊断

source: Checking cameras
hi: कैमरे की जाँच
zh_hans: 檢查相機
