Repository: dreamanimators25/TechCheck
Catalog: *.lproj/Localizable.strings
Languages: hi, zh_hans

source: Get ready to smile. We’re making sure this device is selfie-ready!
hi: मुस्कुराने के लिए तैयार हो जाइए। हम सुनिश्चित कर रहे हैं कि यह डिवाइस सेल्फी के लिए तैयार है!
zh_hans: 笑一個:）準備檢查手機是否可以自拍！

source: 1. Tap anywhere on the screen to autofocus
hi: 1. ऑटोफोकस करने के लिए स्क्रीन पर कहीं भी टैप करें
zh_hans: 1.點擊螢幕任何一處自動對焦

source: 2. Press capture to take a shot!
hi: 2. एक शॉट लेने के लिए प्रेस पर कब्जा!
zh_hans: 2.按下拍攝鍵拍張照

source: Start Camera Check
hi: कैमरा जांच शुरू करें
zh_hans: 攝像頭檢查開始

source: FingerPrint Scanner Test
zh_hans: 指紋感應器測試

source: FingerPrint Scanner Diagnosis
hi: फ़िंगरप्रिंट स्कैनर निदान
zh_hans: 指纹扫描仪诊断

source: Enable fingerprint
hi: फिंगरप्रिंट सक्षम करें
zh_hans: 启用指纹

source: Go to Settings -> Touch ID & Passcode
hi: सेटिंग पर जाएं -> टच आईडी और पासकोड
zh_hans: 转到设置->触摸ID和密码

source: Settings
hi: समायोजन
zh_hans: 设定值

source: Cancel
hi: रद्द करना
zh_hans: 取消

source: Checking fingerprint scanner
hi: फिंगरप्रिंट स्कैनर की जाँच
zh_hans: 檢查指紋感應器

source: Then you will place your finger on the fingerprint scanner like you normally would during unlock.
hi: फिर आप अपनी उंगली को फिंगरप्रिंट स्कैनर पर रख देंगे जैसे आप सामान्य रूप से अनलॉक के दौरान करेंगे।
zh_hans: 並將手指放置在指紋感應處／指紋解鎖處。

source: First, please enable fingerprint function.
hi: सबसे पहले, कृपया फिंगरप्रिंट फ़ंक्शन सक्षम करें।
zh_hans: 第一步，請開啟指紋解鎖功能。

source: Checking Network...
hi: नेटवर्क जाँच रहा है ...
zh_hans: 檢查網絡...

source: Checking GPS...
hi: जीपीएस की जाँच ...
zh_hans: 檢查手機導航...

source: Checking WiFi...
hi: वाईफाई की जाँच कर रहा है ...
zh_hans: 檢查無線上網...

source: Checking Bluetooth...
hi: ब्लूटूथ की जाँच कर रहा है ...
zh_hans: 檢查藍牙...

source: Tests Complete!
hi: टेस्ट पूरा!
zh_hans: 測試完成！

source: Please make sure Bluetooth, GPS and Wifi are enabled on your device and press begin to start the tests.
hi: कृपया सुनिश्चित करें कि आपके डिवाइस पर ब्लूटूथ, जीपीएस और वाईफाई सक्षम हैं और परीक्षण शुरू करने के लिए प्रेस करें।
zh_hans: 請確保您的手機上啟動了藍牙，GPS和無線上網，然後按開始測試。

source: Begin Tests
hi: टेस्ट शुरू करें
zh_hans: 開始測試

source: I'm done
hi: मेरा हो गया
zh_hans: 已完成

source: Screen
hi: स्क्रीन
zh_hans: 螢幕

source: Rotation
hi: रोटेशन
zh_hans: 自動旋轉功能

source: Proximity
hi: निकटता
zh_hans: 螢幕感應

source: Volume
hi: वॉल्यूम
zh_hans: 体积

source: Device Button
zh_hans: 手機按鈕

source: Earphone
hi: इयरफोन
zh_hans: 耳機插孔

source: Charger
hi: चार्जर
zh_hans: 充电器

source: Camera
hi: कैमरा
zh_hans: 相機

source: FingerPrint
hi: फ़िंगरप्रिंट
zh_hans: 指纹

source: Bluetooth
hi: ब्लूटूथ
zh_hans: 藍芽

source: Storage
hi: भंडारण
zh_hans: 記憶體

source: Battery
hi: बैटरी
zh_hans: 電池

source: WIFI
hi: वाई - फाई
zh_hans: 無線上網

source: Failed and Skipped Tests
hi: असफल और परीक्षण छोड़ दिया
zh_hans: 失敗和跳過的測試

source: Functional Checks
hi: कार्यात्मक जाँच
zh_hans: 功能檢查

source: Your device passed
hi: आपका डिवाइस पास हो गया
zh_hans: 您的手機通過了

source: /15 tests!
hi: /15 परीक्षण!
zh_hans: / 15 測試!

source: /13 tests!
hi: /13 परीक्षण!
zh_hans: / 13 測試!

source: Quit Diagnosis
hi: छोड़ो निदान
zh_hans: 退出診斷

source: Are you sure you want to quit?
hi: क्या आप वाकई छोड़ना चाहते हैं?
zh_hans: 你確定要退出嗎?

source: Your device could be worth
hi: आपका उपकरण लायक हो सकता है
zh_hans: 您的設備值得

source: Note: Your quotation is lower because of the following issues. Click retry for a better quotation.
hi: नोट: निम्न मुद्दों के कारण आपका उद्धरण कम है। बेहतर उद्धरण के लिए पुनः प्रयास करें।
zh_hans: 注意：由于以下问题，您的报价较低。单击重试可获得更好的报价。

source: Note: Your quote is lower than because certain tests were failed or skipped
zh_hans: 注意:最後回收價格會依檢測後功能是否有問題或是跳過測項而有所差異

source: Place order at RM 376 instead
hi: इसके बजाय आरएम 376 पर ऑर्डर दें
zh_hans: 改为以RM 376下订单

source: Your device passed 6/15 tests!
hi: आपका उपकरण 6/15 परीक्षण पास कर चुका है!
zh_hans: 您的设备通过了6/15测试！

source: Physical condition related quries
hi: शारीरिक स्थिति से संबंधित चीजे
zh_hans: 与身体状况有关的查询

source: Almost Done!!
hi: लगभग हो गया!!
zh_hans: 快完成了！！

source: Please tell us about a few physical details of your phone.
hi: कृपया हमें अपने फोन के कुछ भौतिक विवरणों के बारे में बताएं।
zh_hans: 請告訴我們您手機的一些外觀細節

source: VIEW ALL ORDERS
hi: सभी आदेश देखें
zh_hans: 查看所有订单

source: Click on View all order to see your order listing.
hi: अपनी ऑर्डर सूची देखने के लिए सभी आदेश देखें पर क्लिक करें।
zh_hans: 单击查看所有订单以查看您的订单清单。

source: No New orders to show.click on Create new order to start selling your used electronics.
hi: अपने उपयोग किए गए इलेक्ट्रॉनिक्स की बिक्री शुरू करने के लिए नया आदेश बनाएँ पर कोई नया आदेश दिखाने के लिए क्लिक करें।
zh_hans: 没有新订单可显示。单击创建新订单以开始销售您的二手电子产品。

source: User Profile
hi: उपयोगकर्ता प्रोफ़ाइल
zh_hans: 用户资料

source: more
hi: अधिक
zh_hans: 更多

source: LOG-OUT
hi: लॉग-आउट
zh_hans: 登出

source: Are you sure you want to log-out?
hi: क्या आप लॉग आउट करना चाहते हैं?
zh_hans: 您確定要登出嗎?

source: My Order
hi: मेरा आदेश
zh_hans: 我的訂單

source: Unverified
hi: असत्यापित
zh_hans: 未验证

source: Verified
hi: सत्यापित
zh_hans: 已验证

source: Out for pickup
hi: पिकअप के लिए बाहर
zh_hans: 外出取貨

source: Pending Payment
hi: लंबित भुगतान
zh_hans: 待付款

source: Completed
hi: पूरा कर लिया है
zh_hans: 完成

source: Rejected
hi: अस्वीकृत
zh_hans: 拒绝

source: Pacman cancelled
hi: पैकमैन रद्द
zh_hans: 未驗證

source: User cancelled
hi: उपयोगकर्ता का नाम
zh_hans: 用户已取消

source: Order date:
hi: आदेश की तारीख:
zh_hans: 下單日期：

source: Quoted price:
hi: तयशुदा मूल्य:
zh_hans: 回收價：

source: Payment Mode:
hi: भुगतान का प्रकार:
zh_hans: 付款方式：

source: Order ID:
hi: आदेश आईडी:
zh_hans: 訂單編號：

source: Place Order!
hi: आदेश देना!
zh_hans: 下訂單!

source: You are converting this Price Lock to a new Order.The price locked is subject to the conditions provided at the time of locking the price.In case of any mismatch in the conditions,a new price will be quoted.
hi: आप इस प्राइस लॉक को एक नए ऑर्डर में परिवर्तित कर रहे हैं। मूल्य लॉक लॉकिंग के समय प्रदान की गई शर्तों के अधीन है। शर्तों में किसी भी बेमेल के मामले में, एक नया मूल्य उद्धृत किया जाएगा।
zh_hans: 您正在将此价格锁定转换为新的订单。锁定的价格受锁定价格时提供的条件的约束。如果条件不匹配，则会报价新的价格。

source: MAYBE LATER
hi: शायद बाद में
zh_hans: 后来

source: Place Order successfully
hi: प्लेस ऑर्डर सफलतापूर्वक
zh_hans: 成功下订单

source: Orders
hi: आदेश
zh_hans: 訂單

source: ALL
hi: समस्त
zh_hans: 全部

source: IN PROGRESS
hi: चालू
zh_hans: 進行中

source: COMPLETED
hi: पूरा कर लिया है
zh_hans: 完成

source: Pick up:
hi: उठाना:
zh_hans: 拾起：

source: Pick up schedule for
hi: पिक अप शेड्यूल
zh_hans: 领取时间表

source: Cashed out
hi: भुनाया
zh_hans: 淘汰

source: on
hi: के पास
zh_hans: 上

source: Quoted price:
hi: तयशुदा मूल्य:
zh_hans: 回收價：

source: Device Information
hi: डिवाइस जानकारी
zh_hans: 手機資訊

source: Order placed
hi: आदेश रखा
zh_hans: 已下訂單

source: In Progress
hi: चालू
zh_hans: 進行中

source: Contact Customer Support
hi: ग्राहक समर्थन से संपर्क
zh_hans: 聯絡客服人員

source: Customer Support
hi: ग्राहक सहयोग
zh_hans: 客户支持

source: Email
hi: ईमेल
zh_hans: 電子郵件

source: Call
hi: कॉल
zh_hans: 致電

source: Chat
hi: चैट
zh_hans: 聊天室

source: FAQs
hi: पूछे जाने वाले प्रश्न
zh_hans: 常見問題

source: Box
hi: डिब्बा
zh_hans: 框

source: Original Charger
hi: मूल चार्जर
zh_hans: 原装充电器

source: Order Summary
hi: आदेश सारांश
zh_hans: 手機回收明細

source: Does your device switch On?
hi: क्या आपका डिवाइस चालू है?
zh_hans: 您的设备是否打开？

source: Display and Touch Screen
hi: प्रदर्शन और टच स्क्रीन
zh_hans: 显示和触摸屏

source: OEM / Brand warranty available?
hi: मार्जिनल इक्विपमेंट मेनूफेक्चरर / ब्रांड वारंटी उपलब्ध है?
zh_hans: OEM /品牌保修可用吗？

source: Device Body (Back Panel / Cover)
hi: डिवाइस बॉडी (बैक पैनल / कवर)
zh_hans: 设备主体（后面板/盖）

source: Hardware Buttons or Keys
hi: हार्डवेयर बटन या कुंजी
zh_hans: 硬件按钮或键

source: Silver Frame / Bezel (Around Screen)
hi: सिल्वर फ्रेम / बेज़ेल (स्क्रीन के आसपास)
zh_hans: 银框/边框（圆形屏幕）

source: Main Camera (Camera Glass)
hi: मुख्य कैमरा (कैमरा ग्लास)
zh_hans: 主相机（相机玻璃）

source: Flawless
hi: दोषरहित
zh_hans: 完美无瑕

source: Okay
hi: ठीक है
zh_hans: 好的

source: True
hi: सच
zh_hans: 真正

source: 3 to 10 months
hi: 3 से 10 महीने
zh_hans: 3至10个月

source: More than 10 Months
hi: 10 से अधिक महीने
zh_hans: 超过10个月

source: 2 -3 Minor Scratches
hi: 2 -3 मामूली खरोंच
zh_hans: 2 -3小划痕

source: Broken Dead Pixel Liquid Mark or Does not work properly
hi: टूटी हुई मृत पिक्सेल तरल मार्क या ठीक से काम नहीं करता है
zh_hans: 坏点像素液体标记破裂或无法正常工作

source: Scratched
hi: खरोंच
zh_hans: 划伤

source: Discolored
hi: फीका पड़ा हुआ
zh_hans: 变色的

source: Shaded/White Dots
hi: छायांकित / सफेद डॉट्स
zh_hans: 阴影/白色圆点

source: Device has undergone repairs
hi: डिवाइस की मरम्मत हुई है
zh_hans: 设备已维修

source: No History Found
hi: कोई इतिहास नहीं मिला
zh_hans: 未找到历史记录

source: No internet conection
hi: कोई इंटरनेट कॉन्सेप्ट नहीं
zh_hans: 没有互联网连接

source: UPLOAD BILL
hi: डालना बिल
zh_hans: 上传帐单

source: Please add at least one image to processed.
hi: कृपया संसाधित होने के लिए कम से कम एक छवि जोड़ें।
zh_hans: 请添加至少一张要处理的图像。

source: Gallery
hi: गेलरी
zh_hans: 圖庫

source: Success
hi: सफलता
zh_hans: 成功

source: Documents Upload
hi: दस्तावेज़ अपलोड करें
zh_hans: 文件上传

source: Upload Images
hi: तश्वीरें अपलोड करो
zh_hans: 上传图片

source: Upload Image
hi: तस्वीर डालिये
zh_hans: 上传图片

source: Phone Image
hi: फोन छवि
zh_hans: 电话图片

source: Bill Image
zh_hans: “帐单图片”

source: Upload Your phone front Image
hi: अपना फ़ोन फ्रंट इमेज अपलोड करें
zh_hans: 上传手机正面图像

source: Upload Your phone back Image
hi: अपना फ़ोन वापस छवि अपलोड करें
zh_hans: 将手机上传回图片

source: Upload Your phone bill Image
hi: अपना फ़ोन बिल चित्र अपलोड करें
zh_hans: 上传电话账单图像

source: Swipe Here To Disagree This Order
hi: इस आदेश को असहमत करने के लिए यहां स्वाइप करें
zh_hans: 在这里滑动以不同意此命令

source: Swipe Here To Cancel This Order
hi: इस आदेश को रद्द करने के लिए यहां स्वाइप करें
zh_hans: 在此处滑动以取消此订单

source: Daignosis successfully completed!
hi: डाग्नोसिस सफलतापूर्वक पूरा हुआ!
zh_hans: 诊断 成功完成！

source: Order successfully Cancelled!
hi: ऑर्डर सफलतापूर्वक रद्द किया गया!
zh_hans: 成功取消订单！

source: Order successfully updated!
hi: ऑर्डर सफलतापूर्वक अपडेट किया गया!
zh_hans: 订单已成功更新！

source: Swipe Here To Agree With Price
hi: मूल्य के साथ सहमत होने के लिए यहां स्वाइप करें
zh_hans: 在这里滑动以同意价格

source: Conditional Mismatch Found!
hi: सशर्त बेमेल मिला!
zh_hans: 发现条件不匹配！

source: New Price:-
hi: नया मूल्य:-
zh_hans: 新的价格：-

source: Old Condition
hi: पुरानी स्थिति
zh_hans: 旧状况

source: New Condition
hi: नई शर्त
zh_hans: 新条件

source: Select All values
hi: सभी मूल्यों का चयन करें
zh_hans: 选择所有值

source: SUBMIT
hi: प्रस्तुत
zh_hans: 提交

source: Dead Pixel Test
hi: डेड पिक्सेल टेस्ट
zh_hans: 螢幕顯示異常測試

source: Did you see any black or white spots on the screen?
hi: क्या आपने स्क्रीन पर कोई काले या सफेद धब्बे देखे हैं?
zh_hans: 您在螢幕上看到任何黑點或白點了嗎？

source: Checking screen for white or black dot
hi: व्हाइट या ब्लैक डॉट के लिए स्क्रीन की जाँच
zh_hans: 檢查螢幕是否有白點或黑點

source: We will show you white screen with maximum brightness for 8-10 seconds. Please tell us if you see a black dot.
hi: हम आपको 8-10 सेकंड के लिए अधिकतम चमक के साथ सफेद स्क्रीन दिखाएंगे। कृपया हमें बताएं कि क्या आप एक ब्लैक डॉट देखते हैं।
zh_hans: 我們會將螢幕調整至最大亮度約8-10秒，請告訴我們是否有看見黑點

source: UPLOAD Document
hi: अपलोड दस्तावेज़
zh_hans: 上传文件

source: Press the button below to upload image of a valid Id Proof of the customer.
hi: ग्राहक के वैध आईडी प्रमाण की छवि अपलोड करने के लिए नीचे दिया गया बटन दबाएं।
zh_hans: 請按下方按鈕以上傳顧客的有效身份證圖片

source: Upload ID Image
hi: आईडी छवि अपलोड करें
zh_hans: 上传开斋节图片

source: Upload ID proof
zh_hans: 上傳身分證

source: Signature
hi: हस्ताक्षर
zh_hans: 签名

source: Please add Signature
zh_hans: 請添加簽名

source: Signature on white screen then click on save.
hi: सफेद स्क्रीन पर हस्ताक्षर फिर सहेजें पर क्लिक करें।
zh_hans: 白屏签名，然后单击保存。

source: Order Complete!
hi: आदेश पूरा!
zh_hans: 已完成訂單!

source: Pickup is complete now.Continue to Process the payment
hi: पिकअप अब पूरी हो गई है। भुगतान को संसाधित करने के लिए बंद करें
zh_hans: 取件已完成。 繼續處理付款。

source: Pocess Payment
hi: भुगतान स्वीकार करें
zh_hans: 處理付款

source: Customer Signature
hi: ग्राहक के हस्ताक्षर
zh_hans: 客户签名

source: Please ask the customer to sign on the screen and press save
hi: कृपया ग्राहक से स्क्रीन पर साइन इन करें और सेव दबाएं
zh_hans: 請顧客在螢幕上簽名並按下保存

source: Clear
hi: स्पष्ट
zh_hans: 清除

source: Upload
hi: अपलोड
zh_hans: 上载

source: Click the Items Picked Up
hi: ऊपर उठाए गए आइटम पर क्लिक करें
zh_hans: 单击拾取的项目

source: Device
hi: उपकरण
zh_hans: 设备

source: Valid Bill
hi: वैध विधेयक
zh_hans: 有效账单

source: Box
hi: डिब्बा
zh_hans: 框

source: Earphone
hi: ईरफ़ोन
zh_hans: 耳机

source: Original Charger
hi: मूल चार्जर
zh_hans: 原装充电器

source: Please make sure to package all the items listed below carefully and properly before dispatching it to the return center.
hi: कृपया रिटर्न केंद्र को भेजने से पहले ध्यान से और ठीक से नीचे सूचीबद्ध सभी वस्तुओं को पैकेज करना सुनिश्चित करें।
zh_hans: 请确保将以下列出的所有物品包装好，然后再将其发送到退货中心。

source: Please click YES in the box below to accept that this device is not stolen and that the details of the device provided by you are correct to the best of your knowledge and that you’ve read our terms and conditions and fully agree with them
hi: कृपया यह स्वीकार करने के लिए नीचे दिए गए बॉक्स में YES क्लिक करें कि यह डिवाइस चोरी नहीं हुई है और आपके द्वारा प्रदान किए गए डिवाइस का विवरण आपके सर्वोत्तम ज्ञान के लिए सही है और आप हमारे नियमों और शर्तों को पढ़ रहे हैं और उनके साथ पूरी तरह से सहमत हैं
zh_hans: 请在下面的框中单击是，以接受此设备未被盗，并且您所提供的设备的详细信息在您所知的范围内是正确的，并且您已经阅读了我们的条款和条件并完全同意它们

source: Verification Code
hi: पुष्टि संख्या
zh_hans: 驗證碼

source: This mode can only be run if an order has been placed for this device.If you don't have a code yet please call our customer care tp get a new code.
hi: यह मोड केवल तभी चलाया जा सकता है जब इस उपकरण के लिए ऑर्डर दिया गया हो। यदि आपके पास कोई कोड नहीं है, तो कृपया हमारे ग्राहक सेवा को कॉल करें एक नया कोड प्राप्त करें।
zh_hans: 只有在为此设备下订单后才能运行此模式。如果您还没有代码，请致电我们的客户服务电话以获取新代码。

source: Swipe here to process payment
hi: भुगतान संसाधित करने के लिए यहां स्वाइप करें
zh_hans: 點擊這里處理付款

source: Account Number :
hi: खाता संख्या :
zh_hans: 銀行帳號 :

source: Amount :
hi: रकम :
zh_hans: 金额：

source: Payment processed!
hi: भुगतान संसाधित हुआ!
zh_hans: 付款完成！

source: Transaction id
hi: लेन-देन आईडी
zh_hans: 交易編號：

source: Transaction amount
hi: लेन - देन की राशि
zh_hans: 交易金額

source: Complete Order
hi: आदेश पूरा
zh_hans: 完成訂單

source: Refresh Status
hi: ताज़ा स्थिति
zh_hans: 更新狀態

source: Transaction Id :
hi: लेनदेन आईडी:
zh_hans: 交易編號：

source: Payment Processed
hi: भुगतान संसाधित
zh_hans: 付款完成

source: Transaction ID:
hi: लेनदेन आईडी:
zh_hans: 交易編號：

source: How was your experience with us?
hi: आपका अनुभव हमारे साथ कैसा रहा?
zh_hans: 對於此次的使用體驗，你感覺如何？

source: Done
hi: किया हुआ
zh_hans: 完成

source: Please take your SIM card out of the phone if it is present in this device
hi: इस उपकरण में मौजूद होने पर कृपया अपना सिम कार्ड फ़ोन से निकाल लें
zh_hans: 如果手機中有SIM卡，請將其從手機中取出。

source: If you’d like to get your phone erased in front of you, please ask our executive to do a factory reset.
hi: यदि आप अपने फ़ोन को अपने सामने मिटाना चाहते हैं, तो कृपया हमारे कार्यकारी से फ़ैक्टरी रीसेट करने के लिए कहें।
zh_hans: 如果您想在自己刪除手機資料，請要求我們的執行人員進行原廠設定。

source: Order successfully Canceled!
hi: ऑर्डर सफलतापूर्वक रद्द किया गया!
zh_hans: 成功取消订单！

source: LIVE OFFER
hi: लाइव ऑफर
zh_hans: 实时报价

source: Old Offered Price
hi: पुराने मूल्य की पेशकश की
zh_hans: 旧报价

source: Current Offered Price
hi: वर्तमान मूल्य
zh_hans: 当前报价

source: Live Offer
hi: लाइव ऑफर
zh_hans: 实时报价

source: Refresh Offer
hi: ताज़ा प्रस्ताव
zh_hans: 刷新报价

source: Get Quote
hi: प्रतिक्रिया प्राप्त करें
zh_hans: 获得报价

source: LCD / Screen Glass
hi: एलसीडी / स्क्रीन ग्लास
zh_hans: 液晶屏 /屏幕玻璃

source: Heavily Scratched
hi: भारी खरोंच
zh_hans: 严重划伤

source: Not working (Loose LCD)
hi: काम नहीं कर रहा (ढीला एलसीडी)
zh_hans: 无法正常工作（液晶屏 松动）

source: Front Or Back Camera
hi: फ्रंट या बैक कैमरा
zh_hans: 前置或后置摄像头

source: Defective
hi: दोषपूर्ण
zh_hans: 有缺陷的

source: Functional
hi: कार्यात्मक
zh_hans: 功能性

source: Volume Button
hi: वॉल्यूम बटन
zh_hans: 音量键

source: Wifi Or Bluetooth Or GPS
hi: वाईफ़ाई या ब्लूटूथ या जीपीएस
zh_hans: 无线上网 或蓝牙或 全球定位系统

source: Device Battery (Faulty or Very Low Battery Back up)
hi: डिवाइस बैटरी (दोषपूर्ण या बहुत कम बैटरी बैक अप)
zh_hans: 设备电池（备用电池有故障或电量很低）

source: Speakers (not working or faulty or cracked sound)
hi: वक्ताओं (काम या दोषपूर्ण या फटा ध्वनि नहीं)
zh_hans: 扬声器（没有工作或声音有故障或破裂）

source: Microphone
hi: माइक्रोफ़ोन
zh_hans: 麦克风

source: Call Function (GSM)
hi: कॉल फ़ंक्शन (जीएसएम)
zh_hans: 通话功能（GSM）

source: Fingerprint Sensor
hi: फिंगरप्रिंट सेंसर
zh_hans: 指纹感应器

source: Vibrator
hi: विब्राटर
zh_hans: 震動功能

source: Auto Rotation
hi: ऑटो रोटेशन
zh_hans: 自动旋转

source: Torch
hi: मशाल
zh_hans: 閃光燈

source: Device Body (Side & Back Cover)
hi: डिवाइस बॉडी (साइड एंड बैक कवर)
zh_hans: 设备主体（侧面和后盖）

source: Minor Scratches
hi: हल्की खरोचें
zh_hans: 轻微划痕

source: Heavy Scrarches
hi: हैवी स्क्रैच
zh_hans: 嚴重刮痕

source: Power/Home Button Faulty; Hard or Not Working
hi: पावर / होम बटन दोषपूर्ण; हार्ड या नॉट वर्किंग
zh_hans: 电源/主页按钮有故障；很难或不工作

source: Speakers not working; faulty Or cracked sound
hi: स्पीकर काम नहीं कर रहे हैं, दोषपूर्ण या फटा ध्वनि
zh_hans: 扬声器不工作；声音有故障或破裂

source: Select if applicable
hi: लागू होने पर चयन करें
zh_hans: 选择（如果适用）

source: 0 to 3 months
hi: 3 से 3 महीने
zh_hans: 0到3个月

source: Not available
hi: उपलब्ध नहीं है
zh_hans: 无法使用

source: Cracked
hi: फटा
zh_hans: 无法使用

source: Broken
hi: टूटा हुआ
zh_hans: 破碎

source: Loose
hi: ढीला
zh_hans: 疏松

source: Missing
hi: लापता
zh_hans: 失踪

source: Dented
hi: कमजोर
zh_hans: 凹

source: Blur
hi: धुंधलापन
zh_hans: 模糊

source: None Of These
hi: इनमें से कोई नहीं
zh_hans: 以上皆非

source: Not Applicable
hi: लागू नहीं
zh_hans: 不适用

source: Charging Defect; unable to charge the phone
hi: चार्जिंग दोष, फोन चार्ज करने में असमर्थ
zh_hans: 充电缺陷；无法为手机充电

source: Search by manufacturer
hi: निर्माता द्वारा खोजें
zh_hans: 按制造商搜索

source: Popular devices
hi: लोकप्रिय उपकरण
zh_hans: 热门设备

source: I’m Ready
hi: मैं तैयार हूँ
zh_hans: 我準備好了

source: You will need your charger and earphones.
hi: आपको अपने चार्जर और इयरफ़ोन की आवश्यकता होगी।
zh_hans: 請準備充電器與耳機

source: Hi! You’re about to diagnose your phone to help us give you an exact quote.
hi: हाय! आप एक सटीक उद्धरण देने में हमारी सहायता करने के लिए अपने फ़ोन का निदान करने वाले हैं।
zh_hans: 嗨！準備開始檢測您的手機，幫助我們提供正確的報價給您

source: Pick up schedule for Sep 1, 2018
hi: पिकअप शेड्यूल 1, 2018
zh_hans: 2018年9月1日的接送时间表

source: Get
hi: प्राप्त
zh_hans: 得到

source: 50 more when you pass failed tests. Retry now
hi: 50 और अधिक जब आप असफल परीक्षा पास करते हैं। अब पुनः प्रयास करें
zh_hans: 通过不合格的测试时还要再输50个。立即重试

source: Update order
hi: आर्डर का अद्यतन करें
zh_hans: 更新顺序

source: Retry Now
hi: अब पुनः प्रयास करें
zh_hans: 立即重试

source: Please select state
hi: कृपया राज्य चुनें
zh_hans: 请选择状态

source: Please select city
hi: कृपया शहर चुनें
zh_hans: 请选择城市

source: Areas we serve
hi: जिन क्षेत्रों में हम सेवा करते हैं
zh_hans: 我們服務的區域

source: Type your city
zh_hans: 請選擇縣市

source: Start device condition reporting
hi: डिवाइस स्थिति रिपोर्टिंग प्रारंभ करें
zh_hans: 启动设备状况报告

source: We’re almost there. The final thing we need from you is an honest self-report of the device condition.
hi: हम लगभग वहाँ हैं। अंतिम चीज़ जो हमें आपकी ज़रूरत है, वह डिवाइस की स्थिति की एक ईमानदार सेल्फ-रिपोर्ट है।
zh_hans: 我们快到了。我们需要您提供的最后一件事是诚实地自我报告设备状况。

source: Awesome! One last thing…
hi: बहुत बढ़िया! एक आखिरी बात ...
zh_hans: 太棒了，我們剩下最後一步！

source: Get Upto
hi: तक मिलता है
zh_hans: 獲得高達

source: Quote
hi: उद्धरण
zh_hans: 價格

source: Getting an exact quote takes 5 mins. Ready to roll?
hi: एक सटीक उद्धरण प्राप्त करने में 5 मिनट लगते हैं। रोल करने के लिए तैयार हैं?
zh_hans: 獲得準確的報價需要5分鐘。準備開始了嗎？

source: GET EXACT QUOTE
hi: सटीक उद्धरण प्राप्त करें
zh_hans: 獲取準確的回收報價

source: DONATION
hi: दान
zh_hans: 捐款

source: Please enter your bank name
hi: कृपया अपना बैंक नाम दर्ज करें
zh_hans: 请输入您的银行名称

source: Please enter confirm account number
hi: कृपया खाता संख्या दर्ज करें
zh_hans: 请输入确认帐号

source: Account Number doesn't match!
hi: खाता संख्या मेल नहीं खाती!
zh_hans: 帐号不匹配！

source: Please enter IFSC Code
hi: कृपया IFSC कोड दर्ज करें
zh_hans: 请输入IFSC代码

source: Please enter bank branch
hi: कृपया बैंक शाखा में प्रवेश करें
zh_hans: 请进入银行分行

source: Enter valid IFSC Code
hi: मान्य IFSC कोड दर्ज करें
zh_hans: 输入有效的IFSC代码

source: Account Holder Name
hi: खाताधारक का नाम
zh_hans: 账户持有人姓名

source: Bank Name
hi: बैंक का नाम
zh_hans: 银行名称

source: Confirm Account Number
hi: खाता संख्या की पुष्टि करें
zh_hans: 确认帐号

source: Bank Branch
hi: बैंक शाखा
zh_hans: 银行支行

source: Account
hi: लेखा
zh_hans: 帳戶

source: Save
hi: सुरक्षित करें
zh_hans: 保存

source: Logout
hi: लॉग आउट
zh_hans: 登出

source: Name
hi: नाम
zh_hans: 名称

source: Email address
hi: ईमेल पता
zh_hans: 电子邮件地址

source: Address
hi: पता
zh_hans: 地址

source: Postcode
hi: पोस्टकोड
zh_hans: 邮编

source: Bank Transfer
hi: बैंक ट्रांसफर
zh_hans: 银行转帐

source: Optional
hi: वैकल्पिक
zh_hans: 可选的

source: Input your account details
hi: अपना खाता विवरण इनपुट करें
zh_hans: 输入您的帐户详细信息

source: Name on Card
hi: कार्ड पर नाम
zh_hans: 卡片上的名字

source: Notifications
hi: सूचना
zh_hans: 通知事項

source: Now isn't that easy? :)
hi: क्या अब इतना आसान नहीं है? :)
zh_hans: 很簡單吧！

source: Get ready to be
hi: तैयार हो जाओ
zh_hans: 準備變得

source: richer!
hi: अमीर!
zh_hans: 更富有！

source: Your order has been placed successfully. Your Order ID is
hi: आपका ऑर्डर सफलतापूर्वक रखा गया है। आपका ऑर्डर आईडी है
zh_hans: 您的訂單已成功建立。訂單號碼為

source: Our team will get in touch with you shortly to verify the order and schedule the pickup. For any queries please call 0141-4232323 (10:00am - 07:00pm.)
zh_hans: 我們會盡快聯繫您核對訂單，並安排物流收貨。若有任何問題請撥打 0141-4232323（10:00 am-07:00 pm。）

source: Our team will get in touch with you shortly to verify the order and schedule the pickup. For any queries please call +60365273417 (08:30am - 06:00pm Mon - Fri)
zh_hans: 我們會盡快聯繫您核對訂單，並安排物流收貨。若有任何問題請撥打 +60365273417（周一至周五，上午08:30 - 下午06:00）。

source: Our team will get in touch with you shortly to verify the order and schedule the pickup. For any queries please call +886-277300795 (09:00am - 06:00pm.)
zh_hans: 我們會盡快聯繫您核對訂單，並安排物流收貨。若有任何問題請撥打 +886-277300795（周一至周五，上午09:00 - 下午06:00）。

source: SEE ORDER STATUS
hi: देखें आदेश
zh_hans: 查看訂單狀態

source: Search for your Device...
hi: अपने डिवाइस के लिए खोजें ...
zh_hans: 搜索您的设备...

source: Service not available!
hi: सेवा उपलब्ध नहीं है!
zh_hans: 服务不可用！

source: HISTORY
hi: इतिहास
zh_hans: 歷史紀錄

source: ABOUT
hi: के बारे में
zh_hans: 關於我們

source: SHARE
hi: साझा करें
zh_hans: 分享

source: LANGUAGE
hi: भाषा
zh_hans: 語言

source: PROMOTER LOGIN
hi: प्रोमोटर लॉग इन करें
zh_hans: 開發人員登入

source: PARTNER ACCESS
hi: साझीदार पहुंच
zh_hans: 合作夥伴登入權限

source: DIAGNOSE MODE
hi: विश्लेषण मोड
zh_hans: 診斷模式

source: PICKUP MODE
hi: पिकअप मोड
zh_hans: 取件模式

source: LOGOUT
hi: लॉग आउट
zh_hans: 登出

source: TERMS & CONDITIONS
hi: नियम एवं शर्तें
zh_hans: 條款細則

source: HOW IT WORK
hi: यह कैसे कार्य करता है
zh_hans: 它是如何工作的

source: My History
hi: मेरा इतिहास
zh_hans: 我的歷史記錄

source: See Detail
hi: विस्तार से देखें
zh_hans: 查看詳請

source: No Data Found!
hi: कोई डेटा नहीं मिला!
zh_hans: 没有找到数据！

source: Diagnose Code
hi: डायग्नोस कोड
zh_hans: 檢測編號

source: Please Enter 8 digit Code
hi: कृपया 8 अंक कोड दर्ज करें
zh_hans: 请输入8位代码

source: Device doesn't Match! Please change your device, through which you place the order.
hi: डिवाइस मेल नहीं खाता! कृपया अपना डिवाइस बदलें, जिसके माध्यम से आप ऑर्डर देते हैं।
zh_hans: 设备不匹配！请更改设备，以便通过它下订单。

source: Invalid Diagnose Code
hi: अमान्य निदान कोड
zh_hans: 无效的诊断代码

source: Invalid Pickup Code
hi: अमान्य पिकअप कोड
zh_hans: 无效的代答代码

source: Offers and Promotions
hi: ऑफ़र और प्रचार
zh_hans: 优惠和促销

source: IMEI of new Phone
hi: नए फोन का IMEI
zh_hans: 新手机的IMEI

source: Agent ID
hi: एजेंट आईडी
zh_hans: 代理人 开斋节

source: Please Enter Valid IMEI
hi: कृपया मान्य IMEI दर्ज करें
zh_hans: 请输入有效 IMEI

source: Please Enter Valid Agent ID
hi: कृपया मान्य एजेंट आईडी दर्ज करें
zh_hans: 请输入有效代理 开斋节
