Repository: dreamanimators25/TechCheck
Catalog: *.lproj/Localizable.strings
Languages: hi, zh_hans

source: Order Details
hi: ऑर्डर का विवरण
zh_hans: 訂單詳情

source: Placed
hi: स्थापित
zh_hans: 已下單

source: Verify
hi: सत्यापित
zh_hans: 確認

source: Out For Pickup
hi: पिकअप के लिए बाहर
zh_hans: 外出取貨

source: Pacman Cancelled
hi: पैडमैन रद्द
zh_hans: 未驗證

source: InstaCash
hi: इंस्टाकैश

source: NFC
hi: एनएफसी

source: GSM
hi: जीएसएम
